Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=388_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: SääŠmkultturkõõskõõzz Sajos vuâđđǩieŠđj muŠvrješ Aanrest põrtt tuâjjmääddest nelljdpeeiŠv ǩieŠssmannu 10. peeŠiv 2010 čiâss 14 aŠlǧǧi prääŠzneǩpooddâst.
fin: Saamelaiskulttuurikeskus Sajoksen peruskivi muurattiin Saamelaiskulttuurikeskus SAJOKSEN peruskivi muurattiin Inarissa rakennuksen työmaalla torstaina 10.6.2010.

source: Poodd prääŠzneǩmainsteeŠjen leäi parlameent valdiateäŠǧǧvälljkååŠdd saaǥǥjååŠđteei, parlamentneǩ Hannes Manninen.
fin: Tilaisuuden juhlapuhujana oli eduskunnan valtiovarainvaliokunnan puheenjohtaja, kansanedustaja Hannes Manninen.

source: Kâskka Aanar ceerkavsiid, Juutuajooǥǥ riddu ja AanarjääuŠr õõldâsvuõŠtte kaggõõtti SääŠmkultturkõõskõõzz vuõđđu muŠvrješ metallsylinder, koon sizz leŠjje pijjum vuâđđǩeŠrjj (nellj jeeŠres ǩiõll šiõttõõzz; lääŠddǩiõllsaž, aanarsääŠmǩiõllsaž, nuõrttsääŠmǩiõllsaž da tâŠvvsääŠmǩiõllsaž), âânnmõõžžâst åårrai smavvteäŠǧǧnorldõõǥǥ, Aanrest iŠlmmstõõvvi pääiklažgaŠzeâŠtid (Inarilainen, Avvir. Lapin kansa ja Pohjolan sanomat) da saaŠmi äŠrbbvuõđ, Sámi Duodji – ooudâsmiârkin pravvum ǩiõtt-tuâjaid.
fin: Keskelle Inarin kirkonkylää, Juutuanjoen rantaan ja Inarijärven tuntumaan nousevan saamelaiskulttuurikeskuksen perustuksiin muurattiin metallilieriö, joka sisälsi mm. peruskirjan (neljä eri kieliversiota; suomenkielinen, inarinsaamenkielinen, koltansaamenkielinen ja pohjoissaamenkielinen), käytössä olevan kolikkosarjan, Inarissa ilmestyvät uusimmat paikallislehdet (Inarilainen, Ávvir, Lapin Kansa ja Pohjolan Sanomat) ja perinteisiä saamelaisia, Sámi Duodji - tuotemerkillä varustettuja käsitöitä.

source: Siidast juätkkjam parlameent valdiateäŠǧǧvälljkååŠdd saaǥǥjååŠđteei, parlamentneǩ Hannes Manninen.
fin: Siidassa jatkuneessa juhlatilaisuudessa juhlapuheen piti eduskunnan valtiovarainvaliokunnan puheenjohtaja kansanedustaja Hannes Manninen.

source: SääŠmteeŠǧǧ mainnâz õõŠni SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi, õõŠnni mainnâz õõŠni projektšuuŠrmõs Juha Guttorm da raajteei mainnâz õõŠni Senaatt-ǩiiddõõzzi jååŠđteei Jukka Liede.
fin: Saamelaiskäräjien puheen piti Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi, käyttäjän puheen piti projektipäällikkö Juha Guttorm ja rakennuttajan puheen piti Senaatti-kiinteistöjen johtaja Jukka Liede.

source: Aanar kååŠdd tiõrvtõõzz puuŠti Aanar kåŠddväŠldduum saaǥǥjååŠđteei Teuvo Katajamaa.
fin: Inarin kunnan tervehdyksen tilaisuuteen toi Inarin kunnanvaltuuston puheenjohtaja Teuvo Katajamaa.
